Repository: davidmhewitt/clipped
Catalog: po/extra/*.po
Languages: fr, nl

source: Clipboard Manager
fr: Gestionnaire de presse-papiers
nl: Klembordbeheerder

source: Manage and paste clipboard history
fr: Gérez l'historique de votre presse-papiers
nl: Beheer de klembordgeschiedenis

source: Clipboard;Manager;History;Copy;Paste;
fr: Presse-papiers;Gestionnaire;Historique;Copier;Coller;
nl: Klembord;Beheerder;Geschiedenis;Kopieer;Plak;

source: Clipped Preferences
fr: Préférences de Clipped
nl: Clipped-voorkeuren

source: Manage your clipboard with ease
fr: Gérez facilement votre presse-papiers
nl: Beheer op eenvoudige wijze het klembord

source: Keep and search your clipboard history and paste old items quickly and easily.
fr: Conservez et recherchez dans votre historique du presse-papiers, copiez d'anciens éléments rapidement et facilement.
nl: Bewaar en doorzoek de klembordgeschiedenis, en plak oude items gemakkelijk en snel.

source: Possible fixes for opening Clipped with shortcut
nl: Mogelijke foutoplossing voor het openen van Clipped middels sneltoetsen

source: Added HiDPI icons
nl: HiDPI-pictogrammen toegevoegd

source: Fix for occasional crash when deleting items
nl: Foutoplossing voor crash bij verwijderen van items

source: Updated translations
nl: Bijgewerkte vertalingen

source: You can now delete clipboard entries with the delete key
fr: Vous pouvez désormais supprimer des entrées avec la touche suppr
nl: Je kunt vanaf nu klemborditems verwijderen met de delete-toets

source: Typing numbers is now possible while the search bar is focused
fr: Taper des nombres est désormais possible lorsque la barre de recherche est active
nl: Je kunt vanaf nu cijfers typen terwijl de zoekbalk gefocust is

source: Updated Spanish and Catalan translations by @fitojb
fr: Mise à jour des traductions en espagnol et en catalan par @fitojb
nl: Catalaanse en Spaanse vertalingen bijgewerkt, met dank aan @fitojb

source: Update French translations by @NathanBnm
fr: Mise à jour des traductions en français par @NathanBnm
nl: Franse vertaling bijgewerkt, met dank aan @NathanBnm

source: Add Japanese translations by @ryonakano
fr: Ajout des traductions en japonais par @ryonakano
nl: Japanse vertaling, met dank aan @ryonakano
