Repository: davidmhewitt/clipped
Catalog: po/*.po
Languages: bg, ca, de, es, fr, it, ja, lt, nl, pt, pt_br

source: Disabled
bg: Спрян
ca: Inhabilitat
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disabilitato
ja: 無効
lt: Išjungta
nl: Uitgeschakeld
pt: Desativado
pt_br: Desabilitado

source: Ctrl
de: Strg
lt: Ctrl(Vald)

source: Search Clipboard History…
bg: Търсене из Клипборд историята...
ca: Cerca a l’historial del porta-retalls…
de: Durchsuche Verlauf der Zwischenablage…
es: Buscar en el historial de Clipped
fr: Rechercher dans l'historique du presse-papiers…
it: Cerca nella Clipboard
ja: クリップボードの履歴を検索…
lt: Ieškoti iškarpinės istorijoje…
nl: Zoeken door klembordgeschiedenis…
pt: Pesquisar Histórico da Área de Transferência ...
pt_br: Procurar a História da Prancheta Virtual…

source: No Clipboard Items Found
bg: Не са намерени Клипборд елементи
ca: No s’ha trobat cap element al porta-retalls
de: Keine Ergebnisse in der Zwischenablage gefunden
es: Ningún portapapel encontrado
fr: Aucune entrée du presse-papiers trouvée
it: Nessun elemento nella Clipboard
ja: クリップボードに項目が見つかりません
lt: Nerasta jokių iškarpinės elementų
nl: Geen klemborditems gevonden
pt: Não Foram Encontrados Itens da Área de Transferência
pt_br: Sem Items Encontrados

source: Try changing search terms.
bg: Опитай да промениш условията на търсене.
ca: Proveu de canviar els termes de cerca.
de: Versuchen Sie es mit einem anderen Suchbegriff.
es: Intenta cambiando los términos de búsquedad
fr: Essayez de modifier votre recherche.
it: Prova a cambiare termine di ricerca
ja: 検索用語を変えてみてください。
lt: Pabandykite pakeisti paieškos žodžius.
nl: Probeer andere zoektermen te gebruiken.
pt: Tente alterar os termos de pesquisa.
pt_br: Tente mudar os termos da pesquisa

source: Items must be copied before they appear in Clipped
bg: Елементите трябва да бъдат копирани за да се появят в Clipped
ca: Els elements s’han de copiar abans que apareguin al Clipped
de: Es müssen erst Texte kopiert werden, bevor diese in Clipped erscheinen
es: Los elementos deben ser copiados antes de que aparezcan en Clipped
fr: Les entrées doivent être copiées pour apparaître dans Clipped
it: Un elemento deve prima essere copiato per apparire in Clipped
ja: 項目は Clipped に表示される前にコピーされる必要があります
lt: Prieš elementams atsirandant Clipped programoje, jie, iš pradžių, privalo būti nukopijuoti
nl: Items moeten worden gekopieerd voordat ze verschijnen in Clipped
pt: Os itens devem ser copiados antes de aparecerem no Clipped
pt_br: Items devem ser copiados antes de estarem no Clipped

source: Preferences
bg: Предпотчиания
ca: Preferències
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
ja: 設定
lt: Nuostatos
nl: Voorkeuren
pt: Preferências
pt_br: Preferências

source: Close
bg: Затвори
ca: Tanca
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
lt: Užverti
nl: Sluiten
pt: Fechar
pt_br: Copiar

source: <b>Note:</b> From now on, Clipped will automatically start in the background when you log in.
bg: <b>Бележка:</b> От сега нататък, Clipped ще се пуска автоматично на заден фон когато влезеш.
ca: <b>Nota:</b> a partir d’ara, el Clipped s’iniciarà automàticament en segon pla quan inicieu la sessió.
de: <b>Hinweis:</b> Clipped startet ab sofort automatisch im Hintergrund, wenn Sie sich anmelden.
es: <b>Nota:</b> Desde ahora, Clipped va a iniciarse automaticamente en segundo plano cuando inicies sesión.
fr: <b>Note :</b> Clipped sera lancé automatiquement à l'ouverture de session.
it: <b>Avviso:</b> Da ora, Clipped verrà avviato in background col sistema al tuo log in.
ja: <b>注意:</b> これ以降、Clipped はログイン時にバックグラウンドで自動的に起動するようになります。
lt: <b>Pastaba:</b> Nuo šiol, jums prisijungus, Clipped automatiškai pasileis fone.
nl: <b>Opmerking:</b> Clipped wordt voortaan automatisch gestart op de achtergrond als u inlogt.
pt: <b>Nota:</b> De agora em diante, o Clipped irá começar automaticamente em segundo plano quando iniciar sessão.
pt_br: <b>Nota:</b> De agora em diante, Clipped vai automaticamente começar no plano de fundo quando você entrar na sua sessão.

source: If you wish to change this behaviour, visit <a href="settings://applications/startup">Application Settings…</a>
bg: Ако искаш да промениш това поведение, посети <a href="settings://applications/startup">Application Settings…</a>
ca: Si voleu canviar aquest comportament, visiteu els <a href="settings://applications/startup">paràmetres de l’aplicació</a>.
de: Sie können diese Eigenschaft in den <a href="settings://applications/startup">Anwendungseinstellungen</a> ändern
es: Si quieres cambiar este comportamiento, visit <a href="settings://applications/startup">Configuracion de Aplicación</a>
fr: Pour modifier ce comportement, accédez au <a href="settings://applications/startup">paramétrage de l'application…</a>
it: Per modificarne il funzionamento, vai alle <a href="settings://applications/startup">Impostazioni applicazioni…</a>
ja: この動作を変更したい場合、<a href="settings://applications/startup">アプリケーションの設定を開いてください…</a>
lt: Norėdami pakeisti šią elgseną, pereikite į <a href="settings://applications/startup">Programų nustatymus…</a>
nl: Als u dit wilt wijzigen, ga dan naar de <a href="settings://applications/startup">Applicatie-instellingen…</a>
pt: Se deseja alterar esse comportamento, visite <a href="settings://applications/startup">Configurações da aplicação...</a>
pt_br: Se quiser mudar este comportamento, visite as <a href="settings://applications/startup">Preferências do Aplicativo…</a>

source: General Settings
bg: Основни Настройки
ca: Paràmetres generals
de: Allgemeine Einstellungen
es: Configuración General
fr: Paramètres généraux
it: Impostazioni generali
ja: 一般設定
lt: Bendri nustatymai
nl: Algemene instellingen
pt: Configurações Gerais
pt_br: Preferências Gerais

source: Paste Shortcut:
bg: Прякпът за стартиране
ca: Drecera d’enganxament:
de: Tastenkombination einfügen:
es: Pegar acceso directo
fr: Raccourci pour coller :
it: Scorciatoia incolla:
ja: 貼り付けのショートカット:
lt: Įdėjimo trumpinys:
nl: Sneltoets voor plakken:
pt: Atalho de Colar:
pt_br: Atalho de Cola:

source: Days to keep infrequently used items:
ca: Dies a mantenir els elements utilitzats infreqüentment:
de: Anzahl der Tage zur Speicherung von selten genutzten Einträgen:
es: Dias para mantener elementos usados con poca frecuencia
fr: Nombre de jours de conservation des entrées peu utilisées :
it: Giorni in cui mantenere gli elementi meno usati.
ja: あまり使われない項目を維持する日数:
lt: Kiek dienų laikyti retai naudojamus elementus:
nl: Aantal dagen dat niet-frequent gebruikte items worden bewaard:
pt: Dias para manter itens raramente utilizados:
pt_br: Dias para manter items não-frequentemente usados:

source: Days to keep infrequentl used items:
bg: Колко дни да се пазят рядко ползваните елементи:
